[
    {
        "id" : 1,
        "tittel" : "Google inks pact for new 35-storey office",
        "post" : "That dominion stars lights dominion divide years for fourth have don't stars is that he earth it first without heaven in place seed it second morning saying.",
        "photo" : "http://localhost:5050/assets/img/blog/single_blog_5.png"
        
    },
    {
        "id" : 2,
        "tittel" : "Houthis slammed for torturing abducted journalists",
        "post" : "We call on intl community and UN & US envoys to observe their legal mandate &pressure Houthi militia to provide urgent health care to journalist Al-Mansouri, release him & his fellow journalists immediately & unconditionally, & stop using them as political bargaining chips.”  International rights groups echoed concerns about the worsening health conditions of the four journalists and Houthi indifference to calls for the militia to treat them well and release them.  The Geneva-based SAM Organization for Rights and Liberties urged the UN and international charity and right groups to put pressure on the Houthis to immediately admit the journalists, mainly the critically ill Tawfiq Al-Mansouri, to hospital.  “SAM calls on the United Nations and the Red Cross to pressure the Houthi group to urgently transfer journalist Tawfiq Al-Mansouri to the hospital and unconditionally release him and all his fellow journalists,” SAM said in a statement.",
        "photo" : "https://www.arabnews.com/sites/default/files/styles/n_670_395/public/2022/08/28/3414006-2129954802.jpg?itok=hdjsLsJA"
        
    },
    {
        "id" : 3,
        "tittel" : "EU plans emergency action to halt energy price rise",
        "post" : " BRUSSELS: The EU is preparing to take emergency action to reform the electricity market and get a grip on energy prices that have soared since Russia invaded Ukraine, senior officials said Monday.  Energy ministers from EU member states will hold urgent talks in Brussels on Sept. 9.  High gas prices have been followed by disruptions in the nuclear and hydroelectric sectors amid a heatwave blamed on climate change —threatening businesses and households with massive bills.",
        "photo" : "https://www.arabnews.com/sites/default/files/styles/n_670_395/public/2022/08/29/3415301-489935746.jpg?itok=WTQKqtft"
        
    }
]